window.TERMS_TITLE = 'הסכם הצהרת בריאות למתאמנים בליווי קליסטניקס באונליין';
window.TERMS_TEXT = [
  'הח"י מתחייב/ת כי אני מבין/ה כי התעסוקה באימון פיזי ובפעילויות הגופניות בליווי קליסטניקס באונליין היא פעילות פיזית מאתגרת ועשויה לגרום לפציעות או לתקלות בריאותיות. אני מבין/ה גם כי אני משתתף/ת בפעילויות אלו על דעתי ובסיכון האישי שלי.',
  '',
  'בזאת, אני מצהיר/ה כי אני מפטיר/ה את המאמן/ת בליווי קליסטניקס באונליין, מכל אחריות לפציעות או לתקלות בריאותיות שעשויות לגרום לי במהלך האימון.',
  '',
  'אני מתחייב/ת לספק מידע רפואי רלוונטי למאמן/ת במידה ויש לי חשש או שאלות בנושא בריאותי בקשר לאימון, וכן לפרט את הסכמי התרופות או הבעיות הבריאותיות שיש לי, ולספק מידע עדכני בנושא זה למאמן/ת.',
  '',
  'בהתאם להכרה בסיכון המובנה באימון הגופני בליווי קליסטניקס באונליין, אני מוותר/ת על כל טענה או דרישה משפטית כלפי המאמן/ת בגין פציעות או תקלות בריאותיות שעשויות לגרום לי במהלך האימון.',
  '',
  'אני מאשר/ת בזאת שאני מבין/ה כי השתתפותי בליווי תלותית בבדיקה רפואית ובאישור מהרופא במידה ויהיה חשש לכך.',
  '',
  'הסכמה זו תהיה בתוקף עד שתוגדר בה הותקנה או בוטלה בכתב.'
].join('\n');
